import { IHelpData } from './types/interface';

export const accordions: IHelpData[] = [
  {
    title: 'Какой график работы вашего сервиса?',
    content: 'Наш сервис работает круглосуточно и без выходных.',
  },
  {
    title: 'Как продать вещи на Scrooge China?',
    content: `
      <p>
        Вы можете обменять свои предметы на деньги или крипто-валюту достаточно легко. Подробная инструкция находится на
        странице <span class='text-success'>«Как это работает?»</span>.
      </p>
    `,
  },
  {
    title: 'Как формируются цены на вашей платформе?',
    content:
      'В цифровом мире цены на предметы определяются рыночными тенденциями. Однако цифровые цены на Steam Market не имеют прямого отражения в реальности, их нельзя обменять на реальные деньги. Таким образом, реальная стоимость виртуальных предметов всегда ниже, создавая иллюзию цифрового богатства, недоступного настоящим деньгам.',
  },
  {
    title: 'Как быстро зачисляются денежные средства?',
    content:
      'Финансовые средства подлежат зачислению в течение периода от 1 до 10 минут. Иногда, в связи с возможными сбоями на стороне банковских учреждений или платежных сервисов, сроки выплаты могут быть отсрочены до 24 часов. В случае, если финансовые активы не зачислены в течение 10 минут, клиентам предоставляется возможность обратиться в онлайн-чат, где наши представители оперативно предоставят информацию о текущем статусе платежа.',
  },
  {
    title: 'Какая комиссия за продаже предметов?',
    content:
      'Комиссия для каждого направления платежей рассчитывается индивидуально, учитывая комиссию банков и текущий обменный курс валюты. Вы можете выбрать нескольких предметов и простым касанием иконок платежных систем, позволит вам мгновенно ознакомиться с текущими и актуальными комиссиями.',
  },
];
