import shieldCheck from '@svgs/help/shield-check.svg';
import badgeDollar from '@svgs/help/badge-dollar.svg';
import wallet from '@svgs/help/wallet.svg';
import { IHelpData } from '../types/interface';

export const guarantees_data: IHelpData[] = [
  {
    icon: shieldCheck,
    title: '100% Безопасно',
    content: `
        <span class='text-success'>Scrooge China</span>
         - это удобный и надежный сервис, которая позволяет продавать игровые скины различных игр, среди которых: CS:GO,
        CS2, DOTA 2, TF2, RUST и другие. Вы можете легко обменять ваши игровые предметы на реальные деньги и
        криптовалюту. У нас есть большое количество положительных отзывов на популярных форумах и авторитетных сайтах. А
        также, большие депозиты для гарантий на топовых форумах-гарантах. Avan.Market сообщество можно найти во всех
        популярных социальных сетях. Прочтите многочисленные отзывы о нас, а также спросить других участников социальных
        сетей о нас, если у вас есть какие-то сомнения.
      `,
  },
  {
    icon: badgeDollar,
    title: 'Продайте скины CS:GO без скрытых комиссий',
    content:
      'В действительности, скрытые комиссии и скрытые налоги стали обычным делом во многих отраслях, таких как сайты по бронированию путешествий, интернет-магазины и даже онлайн-маркеты, продающие игровые вещи CS:GO. Скрытых сборов много и бывает в различных формах, таких как сервис, услуги и административные расходы. Токсичная культура подтолкнула Avan.Market к тому, чтобы не быть такими токсичными, как многие! Мы вышли на арену рынка в качестве обменника игровых вещей без подобных скрытых комиссий. Пришло время вмешаться, чтобы остановить потребителей от подобных недоброжелательных наживок.',
  },
  {
    icon: wallet,
    title: 'Продавайте скины КС ГО с широким выбором вариантов выплаты',
    content:
      'В действительности, скрытые комиссии и скрытые налоги стали обычным делом во многих отраслях, таких как сайты по бронированию путешествий, интернет-магазины и даже онлайн-маркеты, продающие игровые вещи CS:GO. Скрытых сборов много и бывает в различных формах, таких как сервис, услуги и административные расходы. Токсичная культура подтолкнула Avan.Market к тому, чтобы не быть такими токсичными, как многие! Мы вышли на арену рынка в качестве обменника игровых вещей без подобных скрытых комиссий. Пришло время вмешаться, чтобы остановить потребителей от подобных недоброжелательных наживок.',
  },
];
