export const how_it_works = [
  {
    title: '1. Войдите в систему с помощью учетной записи Steam',
    content:
      'Это очень просто! Нажмите на кнопку “Войти через Steam” и используя учетную запись Steam, в которой находятся ваши скины CS:GO авторизуйтесь на нашем сайте.',
  },
  {
    title: '2. Проверьте домен перед входом!',
    content:
      'После нажатия на кнопку авторизации Вы будете переведены на сайт Steam, где Вы должны войти в систему через Вашу учетную запись Steam. Убедитесь, что домен авторизации на сайте Steam соответствует домену avan.market. У нас много поддельников, не позволяйте обманывать себя.',
  },
  {
    title: '3. Укажите ваш Trade URL',
    content:
      'Убедитесь в том, что ваш инвентарь не скрыт и публичен, чтобы мы могли показать все ваши вещи! Нажмите на “Изменить Trade URL” и укажите вашу действующую ссылку для сделок.',
  },
  {
    title: '4. Выберите скины, которые хотите продать',
    content:
      'Выберите ваши скины CS:GO, CS2, Dota 2 и других игр, которые вы хотите обменять на реальные деньги. Убедитесь, что вы нажали на правильную, а не на ваш любимый скин с наклейками!',
  },
  {
    title: '5. Введите ваши платежные реквизиты',
    content:
      'Выберите наиболее удобный способ оплаты и заполните контактную информацию. Убедитесь, что Ваши данные для вывода средств верны! Потому что мы не можем остановить автоматизированный процесс оплаты.',
  },
  {
    title: '6. У вас есть промокод?',
    content:
      'Отлично! Нажмите на кнопку “У меня есть промокод”, укажите его в поле, и получите дополнительный бонус от команды Avan.Market',
  },
  {
    title: '7. Получайте мгновенную выплату!',
    content:
      'После того, как все будет сделано, нажмите кнопку "Получить деньги" и ждите обработки заявки. Ваш платеж начнет обрабатываться и вы получите средства за 1-30 минут. В редких случаях, платеж может задержаться до 24 часов!',
  },
];
